Revit 2027 API
ParameterTypeId.SpotElevSymbol Property
 "Symbol"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevSymbol { get; }
Public Shared ReadOnly Property SpotElevSymbol As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevSymbol {
	ForgeTypeId^ get ();
}
static member SpotElevSymbol : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace